package cn.iflyapi.blog.util;

/**
 * author: flyhero
 * date: 2018-12-15 3:12 PM
 */
public class Constant {

    public static String[] DEFAULT_NICKNAME = {"吕布", "赵云", "马超", "张飞", "许褚", "典韦", "关羽", "黄忠", "庞德", "孙策", "太史慈", "颜良", "文丑", "姜维", "张辽", "高顺", "徐晃", "甘宁", "吕蒙", "夏侯惇", "夏侯渊", "张合", "华雄", "曹仁", "关平", "曹洪", "张任", "马岱", "魏延", "文聘", "文鸯", "邓艾", "严颜", "李典", "乐进", "于禁", "凌统", "高览", "藏霸", "李肃", "徐质", "王双", "黄盖", "程普", "夏候霸", "诸葛父子", "韩当", "周泰", "周仓", "潘璋", "钟会", "管亥", "沙摩柯", "孟获", "马腾", "王平", "张翼", "丁奉", "徐盛", "郭淮", "廖化", "武安国", "麴义", "郝萌", "孟达", "曹性", "成廉", "曹操", "魏续", "宋宪", "候成", "袁尚", "袁绍", "黄祖", "薛兰", "李封", "吕旷", "吕翔", "祖茂"};
}
